{
    "Regierung führt Subvention für Produktion von Biolebensmitteln ein, um Produktion zu fördern" : {
        "shift_supply" : -3,
        "shift_demand" : 0,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von Biolebensmitteln ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach unten (Subventionen senkt die Produktionskosten) bzw. nach rechts (bei jedem Preis wird wegen der Subvention eine höhere Menge angeboten).</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis fällt, während die Gleichgewichtsmenge steigt. Die Subventionen machen die Produktion rentabler, was zu einem erhöhten Angebot führt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt wegen der niedrigeren Preise und der größeren Menge. Die Produzentenrente steigt ebenfalls, weil mehr Menge abgesetzt wird und die Anbieter die Subvention erhalten. Zwar sinkt auch der Preis, aber um weniger als die Subvention.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Zwar steigen Konsumentenrente und Produzentenrente; weil aber der Staat mit der Subvention eingreift, muss auch dessen Wohlfahrt als dritter Marktakteur mit berücksichtigt werden. Jeden Euro an Subvention, den die Anbieter erhalten, zahlt der Steuerzahler. Zwischen Staat und Anbietern findet in diesem Sinne eine Umverteilung statt (Netto-Wohlfahrtseffekt gleich Null). Aber infolge der Subvention werden mehr Biolebensmittel im Markt verkauft als eigentlich wirtschaftlich effizient. Die letzten Biolebensmittel, die nun verkauft werden, haben höhere Grenzkosten als sie den Konsumenten wert sind (also als deren Zahlungsbereitschaft). Diese letzten verkauften Biolebensmittel verursachen im Ergebnis einen negativen Wohlfahrtseffekt. Sie werden nur produziert, weil die Subvention einen Fehlanreiz für die Anbieter setzt, mehr zu produzieren. Die kleine Volkswirtschaft bestehend aus Nachfragern, Anbietern und Staat (Steuerzahlern) wäre besser dran, sie würde die gehandelte so weit Menge zurückfahren, bis die Zahlungsbereitschaft der Nachfrager die Grenzkosten der Anbieter wenigstens vollständig trägt.</p>"
    },
    "Anstieg der Rohstoffpreise erhöht die Produktionskosten für Kleidung" : {
        "shift_supply" : 5,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von Kleidung ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach oben (höhere Grenzkosten infolge der Rohstoffpreiserhöhung) bzw. nach links (bei jedem Preis wird eine geringere Menge angeboten).</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis steigt, während die Gleichgewichtsmenge sinkt. Die höheren Kosten werden zu einem Teil an die Verbraucher weitergegeben, wodurch sich das Angebot verringert.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt aufgrund der höheren Preise und des Rückgangs der im Marktgehandelten Menge. Die Produzentenrente sinkt ebenfalls, weil die Produzenten höhere Grenzkosten zu tragen haben. Zwar steigt der Preis, zu dem die Produzenten die Textilien absetzen können, jedoch um weniger als den Anstieg der Grenzkosten.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt sinkt, weil sowohl Konsumenten- als auch Produzentenrente sinken. Es wird weniger an Textilien gehandelt und die Produktion ist Textilien ist teurer als zuvor."
    },
    "Mindestlohn-Einführung führt zu höheren Lohnkosten in der Gastronomie" : {
        "shift_supply" : 4,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an Gastronomiedienstleistungen ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach links (bei jedem Preis geringere angebotene Menge) bzw. nach oben (höhere Grenzkosten bei jeder Menge), da die höheren Lohnkosten die Grenzkosten der Gastronomiebetriebe erhöhen.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis für Gastronomiedienstleistungen steigt, während die Gleichgewichtsmenge sinkt. Höhere Kosten führen dazu, dass weniger Dienstleistungen angeboten werden und diese zu höheren Preisen verkauft werden müssen.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt aufgrund der höheren Preise und gleichzeitig zurückgehenden Menge. Die Produzentenrente sinkt ebenfalls, weil die Menge zurückgeht und zudem die Renten für jeden erbrachte Gastronomiedienstleistung sinken; zwar steigt der Preis, aber um weniger als der Anstieg der Grenzkosten.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt sinkt, weil Konsumenten- und Produzentenrente sinken. Weniger Konsum und höhere Produktionskosten reduzieren die Wohlfahrt der Marktteilnehmer.</p>"
    },
    "Import von Elektroautos soll durch Senkung der Zolltarife gefördert werden" : {
        "shift_supply" : -3,
        "shift_demand" : 0,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von Elektroautos ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach rechts (bei jedem Preis mehr Elektrofahrzeuge im Markt angeboten) bzw. nach unten (geringere Grenzkosten bei jeder Menge Elektroautos), da die Senkung der Zolltarife die Kosten für importierte Elektroautos verringert und somit das Angebot auf dem inländischen Markt erhöht.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis sinkt, während die Gleichgewichtsmenge steigt. Ein erhöhtes Angebot an Elektroautos führt zu wettbewerbsfähigeren Preisen und macht Elektroautos für mehr Konsumenten zugänglich.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, da der Preis der Elektroautos sinkt und zugleich die im Markt umgesetzte Menge steigt, also mehr Konsumenten ein Elektroauto kaufen. Die Produzentenrente der importierenden inländischer Anbieter steigt, da sie eine höhere Menge absetzen und pro Fahrzeug eine höhere Produzentenrente erzielen; denn zwar sinkt der Preis der Elektrofahrzeuge, aber um weniger als der Preis.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im inländischen Markt für Elektroautos steigt, da Konsumenten- und Produzentenrente steigen. Ob der Staat mehr oder weniger Zolleinnahmen verzeichnet, hängt davon ab, wie stark die im Markt umgesetzte Menge an Elektrofahrzeugen steigt. Unabhängig davon sind Änderungen der Rente des Staates durch Zolleinnahmen neutral, da sie eins-zu-eins von den Anbietern gezahlt werden, was deren Rente in gleicher Höhe schmälert. Die Senkung des Zolltarifs wirkt wie die Senkung einer Steuer auf das Angebot."
    },
    "Mehr Menschen möchten in der Stadt leben, Wirkung auf Immobilienmarkt" : {
        "shift_supply" : 0,
        "shift_demand" : 3,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Die Nachfrage nach Wohnimmobilien ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Nachfragekurve verschiebt sich nach rechts (höhere nachgefragte Menge bei jedem Preis) bzw. oben (höhere Zahlungsbereitschaft für jede Menge).</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Sowohl der Gleichgewichtspreis als auch die Gleichgewichtsmenge steigen. Die erhöhte Nachfrage führt zu höheren Immobilienpreisen und einem Anreiz für Entwickler, mehr Wohnraum zu schaffen.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, weil mehr Immobilien im Markt erworben werden und die Rente pro Immobilie steigt; denn zwar steigen auch die Preise, aber um weniger als die Zahlungsbereitschaft, sodass den Nachfragern pro Immobilie eine höhere Konsumentenrente verbleibt. Die Produzentenrente steigt auch, da bei gleichen Grenzkosten höhere Preise und eine gesteigerte Nachfrage zu größeren Gewinnen führen.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Wohnungsmarkt steigt, da sowohl Konsumenten- als auch Produzentenrente steigen. Zudem erhöht die gestiegene Produzentenrente langfristig den Anreiz für Investitionen in den Bau neuer Wohnungen, was langfristig das Angebot erhöhen und zur Schaffung von mehr Wohnraum beitragen kann.</p>"
    },
    "Erneuerbare Energien werden durch Zuschüsse gefördert" : {
        "shift_supply" : 0,
        "shift_demand" : 3,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an erneuerbaren Energien ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach rechts (höheres Angebot bei jedem Strompreis) bzw. unten (niedrigere Grenzkosten der Herstellung bei jeder Menge), da die staatlichen Zuschüsse die Kosten der Unternehmen reduzieren und es erlauben, erneuerbare Energiequellen günstiger anzubieten.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis für erneuerbare Energie sinkt, während die Gleichgewichtsmenge steigt. Der Rückgang der Produktionskosten erhöht das Angebot, was zu niedrigeren Preisen für Endverbraucher führt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, da niedrigere Preise die Rente pro kWh erhöhen und zugleich die im Markt gehandelte Menge steigt. Die Produzentenrente steigt ebenfalls, da die Subventionen die Produktionskosten senken und die Absatzmenge erhöhen.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Zwar steigen sowohl Konsumenten- als auch Produzentenrente, und die Subvention ist letztlich nur eine Umverteilung zwischen dem Staat als drittem Marktakteuer und den Unternehmen. Allerdings werden die Unternehmen durch die Subvention dazu gebracht, soviel erneuerbare Energien herzustellen, sodass die letzten hergestellten Kilowattstunden Grenzkosten haben, die größer sind als die Zahlungsbereitschaft der Nachfrager. Nur durch die Subvention (die der Staat und damit der Steuerzahler aufwendet) lohnt sich aus Sicht der Unternehmen diese Produktion. Durch die Subvention werden also die Anreize der Unternehmen verzerrt, mit der Konsequenz, dass im Markt eine Ineffizienz entsteht.</p>"
    },
    "Senkung der Einkommensteuer beeinflusst Markt für Luxusautos" : {
        "shift_supply" : 0,
        "shift_demand" : 2,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Die Nachfrage nach Luxusautos ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Nachfragekurve verschiebt sich nach rechts (größere nachgefragte Menge bei jedem Preis) bzw. oben (höhere Zahlungsbereitschaft für jede Menge), da eine Verringerung der Einkommenssteuer das verfügbare Einkommen der Konsumenten erhöht und ihre Fähigkeit, Luxusgüter zu kaufen, verbessert.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis und die Gleichgewichtsmenge steigen. Ein erhöhtes verfügbares Einkommen fördert den Kauf von Luxusautos, was zu höheren Preisen und einer gesteigerten Produktionsmenge führt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, da mehr Personen sich Luxusautos leisten können und deren Kauf ein höheres Maß an Zufriedenheit mit sich bringt; zwar steigt auch der Preis, jedoch um weniger als die Zahlungsbereitschaft, sodass die Rente pro Auto dennoch steigt. Die Produzentenrente steigt aufgrund der höheren Preise und der erhöhten Absatzmenge.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt für Luxusautos steigt, da Konsumenten- und Produzentenrente steigen. Die Steuersenkung die wirtschaftliche Aktivität in diesem Sektor stimuliert und zu einem höheren Niveau an Transaktionen führt, was den Wohlstand der Beteiligten erhöht. Wohlfahrtsverluste können außerhalb dieses Marktes entstehen, in Abhängigkeit davon, welche staatlichen Aktivitäten aufgrund des zurückgehenden Einkommensteueraufkommens zurückgefahren oder gar eingestellt werden müssen.</p>"
    },
    "Anstieg Weizennachfrage erhöht Weizenpreis, Auswirkungen auf Brotmarkt" : {
        "shift_supply" : 4,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von Brot ist betroffen, da Weizen ein Hauptbestandteil ist.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve für Brot verschiebt sich nach oben (höhere Grenzkosten bei jeder Menge) bzw. links (niedrigere angebotene Menge bei jedem Preis), da höhere Weizenpreise die Produktionskosten für Brot erhöhen.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis für Brot steigt, während die Gleichgewichtsmenge sinkt. Die gestiegenen Kosten führen dazu, dass Bäckereien weniger Brot zu höheren Preisen anbieten.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt, weniger Brot zu einem höheren Preis gekauft wird. Die Produzentenrente sinkt ebenfalls, weil die Kostensteigerungen nicht vollständig auf die Verbraucher überwälzt werden können, der Preis steigt, aber um weniger als den Anstieg der Grenzkosten.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Brotmarkt sinkt, weil sowohl Konsumenten- als auch Produzentenrente zurückgehen.</p>"
    },
    "Regierung investiert in Infrastruktur, Auswirkungen auf Baumarkt" : {
        "shift_supply" : 0,
        "shift_demand" : 3,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot im Markt für Baudienstleistungen ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Nachfrage Baudienstleistungen verschiebt sich nach rechts (größere nachgefragte Menge bei jedem Preis) bzw. oben (höhere Zahlungsbereitschaft für jede Menge), da öffentliche Investitionen Bauaufträge generieren.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis im Baugewerbe wird steigen, da beim alten Preis die nachgefragte Menge die angebotene Menge an Baudienstleistungen übersteigt. Auch die Menge im Markt umgesetzter Baudienstleistungen wird zunehmen.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt wegen der Ausweitung der Menge umgesetzter Baudienstleistungen; zwar steigt deren Preis, jedoch um weniger als die Erhöhung der Zahlungsbereitschaft der Nachfrager (die sich erhöht hatte, weil bei jedem Preis mehr Menge nachgefragt wird und in der Folge für jede Menge ein potentieller Käufer da ist, der mehr dafür zu zahlen bereit ist als die potentiellen Käufer zuvor). Die Produzentenrente im Baugewerbe steigt wegen der größeren verkaufte Menge sowie dem gestiegenen Preis.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Baumarkt steigt, weil sowohl Konsumenten- als auch Produzentenrente steigen. Zudem ist – außerhalb des Marktes für Baudienstleistungen – mittel- bis langfristig ein Wohlfahrtszuwachs durch die Nutzung der neuen öffentlichen Infrastruktur zu erwarten. Negative Effekte – ebenfalls außerhalb des Marktes für Bauleistungen – können je nach gewählter Finanzierungsart der staatlichen Investitionen entstehen (zum Beispiel Verzerrungen durch Steuern, Zinslasten durch Kreditaufnahme).</p>"
    },
    "Anstieg Immobiliensteuer, Auswirkungen auf Markt für Mietwohnungen" : {
        "shift_supply" : 3,
        "shift_demand" : 0,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an Mietwohnungen ist betroffen, da die Immobiliensteuern die Kosten für Immobilienbesitzer erhöhen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach oben (höhere Grenzkosten bei jeder angebotenen Menge) bzw. nach links (niedrigeres Angebot bei jedem Mietenniveau), da höhere Steuern die Grenzkosten für das Anbieten von Mietwohnraum erhöhen.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis steigt, während die Gleichgewichtsmenge sinkt. Die erhöhten Kosten durch die Steuer führen dazu, dass Vermieter höhere Preise verlangen, was das Angebot reduziert.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt, da Mieter höhere Mieten zahlen müssen und insgesamt weniger Wohnraum vermietet wird. Die Produzentenrente sinkt ebenfalls, weil die Vermieter pro vermieteter Wohnung weniger Rente erzielen. Zwar steigen die Mieten, aber um weniger als den Steuerbetrag pro vermieteter Wohnung.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Wohnungsmarkt könnte sinkt, da die höheren Steuern einen Rückgang in der Zahl der vermieteten Wohnungen verursachen. Auf die jetzt nicht mehr vermieteten Wohnungen erzielen weder die Konsumenten noch die Produzenten eine Rente. Auch die Steuereinnahmen des Staates können den Wohlfahrtsverlust nicht auffangen, weil sie eins-zu-eins aus den Produzentenrente der Vermieter bezahlt werden und in diesem Sinne lediglich eine Umverteilung zwischen Vermietern und Staat darstellen.</p>"
    },    
    "Einwanderung in den Arbeitsmarkt" : {
        "shift_supply" : -2,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an Arbeitskräften ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve für Arbeit verschiebt sich nach rechts (höhere Angebot von Arbeitskräften bei jedem Preis), bzw. unten (geringere Lohnforderung bei der Zahl von Arbeitskräften) da die Einwanderung das verfügbare Arbeitskräfteangebot erhöht.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis für Arbeit (also der Lohn) sinkt, während die Gleichgewichtsmenge (Beschäftigung) steigt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>In diesem Kontext entspricht die 'Konsumentenrente' dem Nutzen der Arbeitgeber, der aufgrund niedrigerer Lohnkosten steigen und einer größeren Zahl beschäftigter Arbeitskräfte steigen wird. Die 'Produzentenrente' wird ebenfalls steigen, weil zwar die Löhne sinken, aber um weniger als die Lohnforderungen (gewissermaßen die Grenzkosten) der Arbeitsanbieter, also der Arbeitnehmer; zudem werden mehr Arbeitskräfte beschäftigt als zuvor, was die gezahlte Lohnsumme erhöht. Wenn auch die Produzentenrente, also die Rente der Arbeitnehmer, steigt, so kann es deutliche Unterschiede geben zwischen den angestammten Arbeitskräften und den neu eingewanderten, in Abhängigkeit davon, wie stark die ersteren von der Ausweitung der Beschäftigung profitieren.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt auf dem Arbeitsmarkt steigt, weil sowohl die (Konsumenten-)Rente der Arbeitsnachfrager, also der Arbeitgeber-Unternehmen, als auch (zumindest in Summe) die (Produzenten-)Rente der Arbeitsanbieter, also der Arbeitnehmer, steigen.</p>"
    },    
    "Zentralbank senkt Zinsen, Auswirkungen auf Immobilienmarkt" : {
        "shift_supply" : 0,
        "shift_demand" : 3,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Die Nachfrage nach Immobilien ist betroffen, da höhere Zinssätze die Kosten für Kredite erhöhen.</p><p><strong>Richtung der Verschiebung: </strong>Die Nachfragekurve verschiebt sich nach links (geringere Menge an nachgefragten Immobilien bei jedem Immobilienpreis) bzw. unten (geringere Zahlungsbereitschaft für jede Menge an Immobilien), da höhere Zinssätze Kredite teurer machen und die Kaufkraft der Käufer verringern.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis für Immobilien sinkt, während die Gleichgewichtsmenge ebenfalls zurückgeht. Weniger Menschen können es sich leisten, Häuser zu kaufen, was zu einem Rückgang der Verkaufszahlen führt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt, da die Immobilienpreise zwar sinken, aber um weniger als den durch den Zinsanstieg verursachten Rückgang der Zahlungsbereitschaft für Immobilien, während zugleich die im Markt umgesetzte Menge zurückgeht. Die Produzentenrente der Immobilienverkäufer sinkt ebenfalls, da sie weniger Immobilien verkaufen und das zu geringeren Preisen.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Immobilienmarkt wird sinken, da Infolge der Zinserhöhung sowohl die Konsumentenrente als auch die Produzentenrente sinkt.</p>"
    },
    "Fast-Food-Kette führt neues vegetarisches Menü ein, Auswirkungen auf Markt für vegetarische Fast-Food-Optionen" : {
        "shift_supply" : -2,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an vegetarischem Fast-Food ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach rechts (höheres Angebot bei jedem Preis), bzw. nach unten (niedrigere Grenzkosten für die Hersteller von vegetarischem Fast Food bei jeder Menge), da das neue Menü das Angebot an vegetarischen Optionen erhöht.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis sinkt, die Gleichgewichtsmenge steigt aufgrund des erweiterten Angebots.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, da die Verbraucher mehr vegetarisches Fast Food zu günstigeren Preisen konsumieren. Die Produzentenrente steigt ebenfalls, weil die im Markt umgesetzt Menge an vegetarischem Fast Food steigt und die Preise zwar sinken, jedoch um weniger als den Rückgang der Grenzkosten.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt für vegetarisches Fast-Food steigt, da sowohl die Konsumenten- als auch die Produzentenrente steigen.</p>"
    },
    "Technologische Innovation in Solarpanel-Produktion ermöglicht es, kostengünstiger zu produzieren, Auswirkungen auf Markt für Solarpanels" : {
        "shift_supply" : -2,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von Solarpanelsn ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach unten (niedrigere Grenzkosten für Solarpanels durch die Innovation) bzw. rechts (größere angebotene Menge bei jedem Preis).</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis sinkt, während die Gleichgewichtsmenge steigt. Die effizientere Produktion führt zu niedrigeren Kosten und ermöglicht es den Herstellern, mehr zu einem niedrigeren Preis anzubieten.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt aufgrund der niedrigeren Preise und der Mengenausweitung (höhere Konsumentenrente pro Solarpanel und das bei einer größeren Menge gekaufter Solarpanels). Die Produzentenrente steigt infolge der gesunkenen Grenzkosten; zwar sinkt auch der Preis, zu dem die Hersteller verkaufen, aber um weniger als den Rückgang der Grenzkosten.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt steigt, weil sowohl Konsumenten- als auch Produzentenrente steigen. Die Innovation hat also einen positiven gesellschaftlichen Wohlfahrtseffekt, von dem beide Markseiten profitieren.</p>"
    },
    "Staat führt Steuer auf zuckerhaltige Getränke ein, Auswirkungen auf Cola-Markt" : {
        "shift_supply" : 0,
        "shift_demand" : -3,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot von zuckerhaltigen Getränken ist betroffen, da die Steuer die Produktionskosten erhöht.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach oben (die Grenzkosten der Anbieter steigen, weil die Anbieter die Steuer als Kosten betrachten) bzw. nach links (bei jedem Preis wird weniger angeboten als zuvor).</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis steigt, während die Gleichgewichtsmenge sinkt. Die höheren Kosten aufgrund der Steuer werden teilweise an die Verbraucher weitergegeben, was zu höheren Preisen führt. Gleichzeitig wird weniger produziert und gekauft. Das Überwälzen der Steuer auf die Konsumenten funktioniert um so besser, je preisunelastischer die Nachfrage ist.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente sinkt, weil die Preise steigen und weniger zuckerhaltige Getränke im Markt gehandelt werden, auf die die Nachfrager eine Rente erzielen könnten. Die Produzentenrente sinkt ebenfalls, da zwar der Preis steigt, jedoch um weniger als die Steuer. Pro verkauftem Getränk bleibt den Anbietern also weniger Rente als zuvor. Diese geringere Rente erzielen sie zudem auf eine zurückgegangene Menge an Getränken.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt sinkt, weil sowohl Konsumenten- als auch Produzentenrente sinken und die Steuereinnahmen des Staates als drittem Marktakteur eins-zu-eins von den Anbietern gezahlt werden. Die Steuer setzt einen Anreiz für die Anbieter, weniger zu produzieren. Die Grenzkosten des letzten jetzt im Markt gehandelten Getränks sind eigentlich niedriger als die Zahlungsbereitschaft der Konsumenten, eine Ausweitung des Angebots wäre unter Wohlfahrtsgesichtspunkten geboten. Dazu haben aber die Anbieter, die nicht nur die eigentlichen Grenzkosten der Produktion tragen, sondern auch noch die Steuer abführen müssen, keinen Anreiz. Ihr Produktionsanreiz wird durch die Steuer verzerrt.</p><p><strong>Eine andere Frage ist, ob der Rückgang der Absatzes der zuckerhaltigen Getränke außerhalb des hier betrachteten Marktes andere positive Effekte hat (zum Beispiel im Gesundheitssystem) und ob die erzielten Steuereinnahmen ggf. wohlfahrtsförderlich verwendet werden können, was die Gesamtbilanz der Steuererhebung unter Wohlfahrtsgesichtspunkten verbessern könnte.</p>"
    },
    "Staatliche Förderung senkt Ausbildungskosten für Ingenieure, Auswirkungen auf Markt für Ingenieurdienstleistungen" : {
        "shift_supply" : -3,
        "shift_demand" : 0,
        "gov_intervention": true,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an Ingenieurdienstleistungen ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve verschiebt sich nach rechts (größere angebotene Menge jedem Preis) bzw. unten (niedrigere Grenzkosten, da Ingenieure günstiger werden), da die niedrigeren Ausbildungskosten langfristig zu mehr qualifizierten Ingenieuren führen.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis sinkt, während die Gleichgewichtsmenge steigt. Mehr verfügbare Ingenieure führen zu einem größeren Angebot an Dienstleistungen, was die Preise senkt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt aufgrund der niedrigeren Preise und der höheren Menge. Die Produzentenrente steigt. Die höhere Verfügbarkeit an Ingenieuren führt zu niedrigeren Grenzkosten, diese sinken stärker als der Preis der Ingenieursdienstleistungen fällt. Damit machen die Anbieter mehr Rente pro erbrachter Ingenieursdienstleistung bei gleichzeitiger Ausweitung der Menge an Ingenieursdienstleistungen.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Obwohl sowohl Konsumenten- als auch Produzentenrente steigen, hängt die Veränderung der Gesamtwohlfahrt im Markt letztlich davon ab, wieviel der Staat in die Förderung der Ausbildung ausgeben musste.</p>"
    },
    "Benzinpreisrückgang im öffentlichen Nahverkehr" : {
        "shift_supply" : -4,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Die Nachfrage nach öffentlichem Nahverkehr ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Nachfragekurve verschiebt sich nach links (weniger nachgefragte öffentliche Nahverkehrsleistungen bei jedem Preis) bzw. nach unten (geringere Zahlungsbereitschaft für jede Menge an öffentlichen Nahverkehrsleistungen), da niedrigere Benzinpreise Autofahren attraktiver machen und somit die Nachfrage nach öffentlichem Nahverkehr verringern.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis und die Gleichgewichtsmenge im Markt für öffentlichen Nahverkehr sinken. Weniger Menschen wählen den öffentlichen Nahverkehr, was zu einer geringeren Auslastung und Einnahmen führt.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente im Markt für öffentlichen Nahverkehr sinkt, da weniger Menschen diesen nutzen und zudem weniger Rente pro Nutzung erzielen; denn zwar sinkt der Preis, aber um weniger als zuvor die Zahlungsbereitschaft gefallen ist. Die Produzentenrente sinkt, weil sowohl Menge als auch Preise zurückgehen, ohne dass sich die Grenzkosten verändern würden.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Markt für öffentlichen Nahverkehr sinkt, sowohl Konsumenten- als auch Produzentenrente zurückgehen.</p>"
    },
    "Tech-Konzern bringt neues Smartphone heraus, das mit bisherigen vergleichbar ist" : {
        "shift_supply" : -2,
        "shift_demand" : 0,
        "gov_intervention": false,
        "explain_text" : "<p><strong>Betroffener Bereich: </strong>Das Angebot an Smartphones ist betroffen.</p><p><strong>Richtung der Verschiebung: </strong>Die Angebotskurve wird sich nach rechts (mehr angebotene Smartphones bei jedem Preis) verschieben, da das neue Produkt das Angebot im Smartphone-Markt erhöht.</p><p><strong>Auswirkungen auf Gleichgewichtspreis und -menge: </strong>Der Gleichgewichtspreis wird sinken, die Gleichgewichtsmenge steigen, da das neue Produkt den Markt erweitert und der sinkende Preis die Nachfrage stimuliert.</p><p><strong>Wirkung auf Konsumentenrente und Produzentenrente: </strong>Die Konsumentenrente steigt, weil mehr Smartphones gekauft werden und das bei niedrigeren Preisen als zuvor (das heißt, die Rente pro Smartphone steigt). Die Produzentenrente wird in Summe aufgrund der höheren abgesetzten Menge ebenfalls steigen, und das trotz der Preissenkung, denn die Preissenkung fällt geringer aus als die Senkung der Grenzkosten durch den neuen Anbieter. Auch, wenn die Produzentenrente in Summe steigt, werden einzelne Anbieter Rente (also weniger variablen Gewinn) als zuvor erzielen.</p><p><strong>Wirkung auf die Gesamtwohlfahrt: </strong>Die Gesamtwohlfahrt im Smartphone-Markt steigt, weil sowohl Konsumenten- als auch Produzentenrente steigen.</p>"
    }        
}